// Написать программу сложения двух чисел!
int num1 = new Random().Next(1, 10); // 1 2 3 4 ... 9
Console.WriteLine(num1);
int num2 = new Random().Next(1, 10);
Console.WriteLine(num2);
Console.Write(num1+num2);
