// Написать программу сложения двух чисел!
int num1 = 3;
int num2 = 5;
Console.Write(num1+num2);
