// Написать программу на языке C#,в которую пользователь вводит два целых числа и получает частное введенных чисел
double num1 = 12;
double num2 = 5;
Console.WriteLine(num1 / num2);