// Написать программу на языке C#, которая выдаёт частное двух чисел
double num1 = 12;
double num2 = 5;
Console.WriteLine(num1 / num2);